let menu_description = [
	{
		title: 'Истоки и цветовой круг',
		text: 'Цвет (англ. сolour, франц. сouleur, нем. farbe) — это свойство материальных объектов излучать и отражать световые волны определенной части спектра. В широком значении цвет означает сложную совокупность градаций, взаимодействий, изменчивость тонов и оттенков'
	},
	{
		title: 'Психология',
		text: 'У каждого цвета есть своё значение, свой характер, который влияет на нашу жизнь и поведение гораздо больше, чем кажется.'
	},
	{
		title: 'Подсознательные ассоциации',
		text: 'Цветовые ассоциации вызывают у человека эмоцию или ощущение, связанное с воспоминаниями об увиденном или пережитом. Явление цветовых ассоциаций заключается в том, что данный цвет возбуждает те или иные эмоции, представления, ощущения разного характера, то есть воздействием цвета возбуждаются другие органы чувств, а также память о виденном или пережитом'
	},
	{
		title: 'Сфера услуг',
		text: 'Исследования психологов показывают, что от цветового решения, используемого для рекламных кампаний, зависит до 60% успеха продвижения продукта или услуги.'
	}
];


let page_info_arr = [
	[
		{
			subtitle: 'Цветовой круг Иоханнеса Иттена',
			text: 'Сегодня в живописи, дизайне, архитектуре и прикладных видах искусства широко используется цветовой круг Иоханнеса Иттена — швейцарского художника, теоретика искусства и педагога. Его 12-частный цветовой круг показывает наиболее распространенную в мире систему расположения цветов, их взаимодействие между собой. Иттен выделил основные цвета, цвета второго порядка (зеленый, фиолетовый и оранжевый), которые получаются при смешении пары основных цветов и цвета третьего порядка, которые получаются при смешении основного цвета с цветом второго порядка. Например, желтый, смешанный с зеленым',
			phPath: 'img/Itten.jpg'
		},
		{
			subtitle: 'Предшественники Иоханнеса',
			text: 'В 1676 году Исаак Ньютон с помощью трехгранной призмы разложил белый солнечный свет на цветовой спектр и заметил, что он содержит все цвета, за исключением пурпурного. Спектр послужил основой для систематизации цветов в виде цветового круга, в котором Ньютон выделили семь секторов: красный, оранжевый, желтый, зеленый, голубой, синий и фиолетовый. <br><br> Спустя 140 лет после Ньютона цветовой круг был усовершенствован Иоганном Гёте, который добавил пурпурный цвет, получаемый при смешении фиолетового и красного. Помимо этого, Гёте первым задумался о том, что цвет оказывает действие на психику человека, и в своем научном труде «Учении о цвете» первым открыл явление «чувственно-нравственного действия цвета»',
			phPath: 'img/Gete.jpg'
		}
	], //Истоки

	[
		{
			subtitle: 'Восприятие цвета',
			text: 'Воздействие и восприятие цвета — сложный процесс, который обусловлен разными психологическими факторами и базируется на физиологии нервной системы. Василий Кандинский в своем учебном курсе для Баухауза делает акцент на физических основах цветового порядка, исследуя прежде всего цветовое трезвучие желтый — красный — синий, с которыми согласуются соответственно три основные формы: квадрат, треугольник, круг. Акцентирует внимание на пространственном и психологическом действии отдельных цветов. Желтый — динамика, движение вовне, острый угол. Синий противоположен желтому, усиливает его качество, ощущение холода, движение внутрь, соответствует кругу, тупому углу. Красный — горячий, движение внутри себя, соответствует уравновешенности и тяжеловесности квадрата, прямому углу на плоскости. Белый и черный — молчащие цвета: белый символизирует возможность рождения нового цвета, черный означает поглощение. <br><br> Цвета по-разному влияют на человека. Например, теплые цвета — красный, оранжевый, желтый — побуждают к действию, выступают как раздражающие. Холодные цвета — фиолетовый, синий, голубой, сине-зеленый — приглушают раздражение. Пастельные цвета обладают смягчающим и сдерживающим влиянием. Есть цвета, которые влияют на восприятие пространства: теплые воспринимаются ближе к нам, холодные, наоборот, подчеркивают дистанцию.',
			phPath: 'img/Kandinsky_-_Jaune_Rouge_Bleu.jpg'
		},
		{
			subtitle: 'Исследования',
			text: 'Базыма Б.А. в своей монографии «Цвет и психика» отмечает, что цвет оказывает психическое и психофизиологическое воздействие на человека на протяжении всего развития цивилизации.Уже у первобытных людей были определённые ассоциативные связи с цветами: красный – кровь, чёрный – страдание, зло, белый – чистота, благо. Каждый цвет вызывал определённые эмоции и влиял на умонастроение.То же наблюдается и сейчас.<br> Например, в исследовании Кэтти Ламанкьюза американцев просили выбрать любимый цвет и охарактеризовать его. 35% опрошенных выбрали синий и описали его примерно одинаково: спокойный, мирный, безмятежный.<br>Был проведён эксперимент: на железнодорожных станциях Токио установили фонари, которые излучают синий цвет. Удивительно, но уровень преступности снизился. Аналогичный эксперимент провели в Глазго – результат был таким же.',
			phPath: 'img/clip_image005.gif'
		},
		{
			subtitle: 'Восприятие',
			text: 'Восприятие цвета субъективно. С эстетической точки зрения цвет определяется согласно цветопредпочтениям. С целью определения цветопредпочтений в разные годы проводились многочисленные эксперименты, особенно активно цветопредпочтения изучались английскими психологами, в частности У. Уинчем. До сих пор проводятся всевозможные эксперименты в этой области. Изучаются различные воздействия цвета в зависимости от пола. Но не стоит забывать, что очень многое зависит от индивидуальных особенностей: характера, воспитания, территориального расположения. Сталкиваясь с каким-либо цветом в своей жизни неоднократно в разных предметных ситуациях, человек вырабатывает свое отношение к нему, что, несомненно, оказывает свое воздействие на восприятие конкретного цвета. <br><br> Люди, которые живут в холодном климате на севере, стараются восполнить нехватку солнца и в жилье чаще используют теплые цвета. Люди, живущие на юге, где много солнца, стараются и в одежде, и в интерьере использовать холодные или нейтральные цвета. Рыжеволосые люди предпочитают носить одежду холодных оттенков — сине-фиолетовую, сине-зеленую, то есть цвета, дополнительные к оранжевому, красно-оранжевому.',
			phPath: 'img/curacao.jpg'
		}
	], //Психология

	[
		{
			subtitle: '___',
			text: 'Цвета могут «отправлять» память к определенному времени года: теплые оттенки говорят о лете, холодные — о зиме. Всем известна температурная ассоциация: красный цвет — горячий, синий — холодный. Возрастные ассоциации: дети ассоциируются с более яркими цветами, а пожилые — с мягкими, приглушенными оттенками. Могут возникать ассоциации, связанные с весом: легкие, воздушные, невесомые ― светлые оттенки; тяжелые ― темные оттенки.',
			phPath: 'img/curacao.jpg'
		},
		{
			subtitle: 'Исследования',
			text: 'Базыма Б.А. в своей монографии «Цвет и психика» отмечает, что цвет оказывает психическое и психофизиологическое воздействие на человека на протяжении всего развития цивилизации.Уже у первобытных людей были определённые ассоциативные связи с цветами: красный – кровь, чёрный – страдание, зло, белый – чистота, благо. Каждый цвет вызывал определённые эмоции и влиял на умонастроение.То же наблюдается и сейчас.<br> Например, в исследовании Кэтти Ламанкьюза американцев просили выбрать любимый цвет и охарактеризовать его. 35% опрошенных выбрали синий и описали его примерно одинаково: спокойный, мирный, безмятежный.<br>Был проведён эксперимент: на железнодорожных станциях Токио установили фонари, которые излучают синий цвет. Удивительно, но уровень преступности снизился. Аналогичный эксперимент провели в Глазго – результат был таким же.',
			phPath: 'img/clip_image005.gif'
		}
	], //Ассоциации

	[
		{
			subtitle: 'Гендерная характеристика',
			text:  'Психологи утверждают, что женщины, из-за присущей им природной эмоциональности, более расположены к ярким, «экзотическим» цветам и теплым оттенкам.<br> Мужскому полу же больше по-вкусу градации серого, сочетания белого и синего, а также черного и «золотого».',
			phPath: 'img/curacao.jpg'
		},
		{
			subtitle: 'Специфика предложений',
			text: 'Например, если вы предлагаете товары для детей, то не стоит использовать серые и холодные тона, больше подойдут яркие красочные изображения и теплые оттенки (желтый, розовый, оранжевый и т. д.). И наоборот, предлагая запчасти для автомобилей следует сделать цветовое решение в «индустриальных» тонах, или нейтральных (белый, синий, серый и т. п.). То же касается интернет-услуг и семинаров <br> Отдельно стоит упомянуть о страницах, которые предлагают продукты питания. Психологи категорически запрещают использовать цвета, «подавляющие» аппетит — это оттенки синего, серого, черного, фиолетового, некоторые «холодные» оттенки зеленого. «Возбуждающими» аппетит цветами являются — красный, желтый, оранжевый, вишневый, теплые оттенки зеленого и прочие «вкусные» (ассоциирующиеся с пищей) цвета.',
			phPath: 'img/curacao.jpg'
		},
		{
			subtitle: 'Возрастные и социальные группы.',
			text: 'Предлагая те или иные товары, вы, безусловно, знаете на какую возрастную группу они ориентированы. Постарайтесь подобрать цвета в соответствии с их предпочтениями. Дети любят все яркое, поэтому подойдут сочетания нескольких контрастных цветов в рамке спектра (например, желтый — зеленый — фиолетовый или красный — фиолетовый — желтый — зеленый), а также пастельные цвета — розовый, голубой, бежевый и т. п. Отметим, что последние также подходят для старшей возрастной группы, особенно бабушек тех самых детей (поэтому хорошо их использовать для рекламы детских товаров, ориентированных на покупку «в подарок»). Так же, для этой группы подходят «спокойные» цвета — коричневый, синий, зеленый.<br><br>Подростки также любят яркие сочетания цветов. Следует учитывать, что в некоторых случаях следует считаться и с «подростковой модой» (например, сочетания в стиле «эмо» — розового и черного и т. п.). Для молодых людей (и девушек и мужчин) подходит наиболее разнообразная палитра. Выбирая гамму для каждой конкретной страницы следует больше доверять своей интуиции и характеристикам самого предложения.',
			phPath: 'img/'
		}
	] //сфера услуг
];